{
    "data" : [
        {
            "id": 1,
            "blogCategory": "Featured",
            "blogTitle" : "Fitness Mantra To Live Fit Life",
            "slug": "fitness-mantra-to-live-fit-life",
            "postedOn": "July 21, 2016",
            "title":"Rashmika mandana",
            "author": "Rashmika mandana",
            "blogImage": "Rashmika_Mandanna.jpg",
            "blogText": "(born 5 April 1996) is an Indian film actress and model who works predominantly in Telugu and Kannada films. She is popularly dubbed by the media and Kannada film industry as the 'Karnataka Crush'.[2][3][4] Rashmika is one among very few actresses to have a film gross ₹1 billion in such a short span[5] and one of the most popular and highest-paid actresses in Telugu and Kannada cinema industryRashmika made her acting debut in Kannada 2016 film Kirik Party. In 2017 she starred in two commercially successful films, Anjani Putra and Chamak. Later she made her Telugu debut with romantic drama Chalo in 2018.[8] In the same year, she starred in the romcom film Geetha Govindam, which has become one of the highest profit earners in Telugu cinema, which earned her wide recognition.[9] Her third Telugu venture was multi-starrer big budget film titled Devadas.[10] It marked her third consecutive successful film in the same year in Telugu film industry after achieving a first hat trick-hit in Kannada film industry, established herself as one of the leading actresses of Telugu and Kannada cinema Rashmika Mandanna was born on 5 April 1996 as the elder daughter of Suman and Madan Mandanna in Virajpet, a town in Kodagu district of Karnataka.[16][17] She did her schooling in Coorg Public School (COPS), Kodagu before she pursued pre-university course in Mysore Institute of commerce and arts, she has bachelor's degree in Psychology, Journalism and English Literature from Ramaiah college of Arts, Science and Commerce, along with her studies she was doing modeling and appeared in a couple of advertisements Rashmika got engaged to actor Rakshit Shetty. They began dating during making of Kirik Party and got engaged on 3 July 2017 in a private ceremony in her hometown of Virajpet.[19] The couple mutually broke off their engagement in September 2018, citing compatibility issues."
        },
        {
            "id" : 2,
            "blogCategory": "Simple",
            "blogTitle": "Beautiful & Special Moment",
            "slug": "beautiful-and-special-moment",
            "postedOn": "May 03, 2016",
            "title":"Samantha Ruth",
            "author": "Rizwan Khan",
            "blogImage": "samantha.png",
            "blogText": "Samantha Akkineni[6][7] (née Ruth Prabhu; born on 28 April 1987) is an Indian actress who has established a career in the Telugu and Tamil film industries, and is a recipient of several awards including four Filmfare Awards. She has emerged as a leading actress in the South Indian film industry.While pursuing a degree in commerce, Akkineni worked part-time on modelling assignments. She soon received offers for film roles, and made her acting debut in Gautham Menon's critically acclaimed Telugu romance film, Ye Maaya Chesave (2010), which fetched her the Filmfare Award for Best Debut Actress and a Nandi Award.[8][9][10] Samantha then became the second actress ever to win both the Filmfare Award for Best Tamil Actress and the Filmfare Award for Best Telugu Actress in the same year, for her performances in the films Neethaane En Ponvasantham (2012) and Eega (2012). Since then, she has primarily opted to appear in the leading female role in hero-centric Telugu and Tamil films, earning box office success with films including Dookudu (2011), the family dramas Seethamma Vakitlo Sirimalle Chettu (2012) and Attarintiki Daredi (2013) and AR Murugadoss's Tamil action film, Kaththi (2014). Her work in the film A Aa (2016) also won positive reviews and won Samantha her fourth Filmfare Award, while her next films Theri (2016), 24 (2016), Mersal (2017), and Rangasthalam (2018) also were commercially successful Born on 28 April 1987 to a Telugu father and a Malayali mother from Alappuzha, Kerala, Samantha was brought up in Pallavaram in Chennai, Tamil Nadu as the youngest child of the family to Prabhu and Ninette and two elder brothers Jonathan and David, whilst becoming fluent in the Tamil language.[12] Despite her mixed regional background, she has cited herself as a Tamilian.[13][14] As a part of her education, Samantha was schooled at Holy Angels Anglo Indian Higher Secondary School and then completed a degree in commerce at Stella Maris College, Chennai.[13][15] Towards the end of her undergraduate degree she became involved in modelling, notably working with Naidu Hall, through which she was first spotted by filmmaker Ravi Varman.[16]."
        },
        {
            "id": 3,
            "blogCategory": "Simple",
            "blogTitle": "Beauti lies within special",
            "slug": "beauti-lies-within-special",
            "postedOn": "Apr 02, 2017",
            "author": "Hasina Shaikh",
            "title":"Virat Anushka",
            "blogImage": "anu.jpg",
            "blogText": "Virat Kohli and Anushka Sharma are one of the most adorable couple we have in Bollywood. The duo is often seen sharing pictures of them together and of each other on their respective social media handles and their fans just cannot have enough of the two.Virat, who is currently holidaying in the mountains with Anushka, is all hearts for a cute picture of his lovely wife. He captioned the adorable picture as, ‘How can I not love this cute thing’ followed by a heart-eyed cats emojis and a heart emoticon.In the picture, Anushka is seen looking pretty as a peach in her black ensemble and a mustard yellow headgear. Her goofy expression is what takes away the cake for us!On the work front, Anushka is yet to announce her next.."
        },
        {
            "id": 4,
            "blogCategory": "Featured",
            "blogTitle": "Sliding My Way To Life",
            "slug": "sliding-my-way-to-life",
            "postedOn": "Jan 02, 2019",
            "author": "Rizwan Khan",
            "blogImage": "samantha3.png",
            "blogText": "Arrived compass prepare an on as. Reasonable particular on my it in sympathize. Size now easy eat hand how. Unwilling he departure elsewhere dejection at. Heart large seems may purse means few blind. Exquisite newspaper attending on certainty oh suspicion of. He less do quit evil is. Add matter family active mutual put wishes happen.\nEnjoyed minutes related as at on on. Is fanny dried as often me. Goodness as reserved raptures to mistaken steepest oh screened he. Gravity he mr sixteen esteems. Mile home its new way with high told said. Finished no horrible blessing landlord dwelling dissuade if. Rent fond am he in on read. Anxious cordial demands settled entered in do to colonel.\nIn friendship diminution instrument so. Son sure paid door with say them. Two among sir sorry men court. Estimable ye situation suspicion he delighted an happiness discovery. Fact are size cold why had part. If believing or sweetness otherwise in we forfeited. Tolerably an unwilling arranging of determine. Beyond rather sooner so if up wishes or.\nHusbands ask repeated resolved but laughter debating. She end cordial visitor noisier fat subject general picture. Or if offering confined entrance no. Nay rapturous him see something residence. Highly talked do so vulgar. Her use behaved spirits and natural attempt say feeling. Exquisite mr incommode immediate he something ourselves it of. Law conduct yet chiefly beloved examine village proceed."
        },
        {
            "id": 5,
            "blogCategory": "Fashion",
            "blogTitle": "Memories From Last Summer",
            "slug": "memories-from-last-summer",
            "postedOn": "Feb 21, 2018",
            "author": "Buland Khan",
            "blogImage": "tara.jpg",
            "title":"Tara Sutaria",
            "blogText": "Tara Sutaria (born 19 November 1995) is an Indian actress. She started her television career as a child artist in 2010 with Disney India's Big Bada Boom and went on to star in the channel's sitcoms The Suite Life of Karan & Kabir (2012) and Oye Jassie (2013). In 2019, Sutaria ventured into films by playing a college student in the teen drama Student of the Year 2 and a mute girl in the action film Marjaavaan. Sutaria was born on 19 November 1995 to a Zoroastrian Parsi family.[1][2] She has a twin sister named Pia. Both trained in classical ballet, modern dance and Latin American dances at the School of Classical Ballet and Western Dance, Royal Academy of Dance, United Kingdom and the Imperial Society for Teachers of Dancing, United Kingdom. She has been a professional singer since she was seven years old, having sung in operas and competitions since then.[3][4] She received a bachelor's degree in Mass Media from St. Andrew’s College of Arts, Science and Commerce. Sutaria started her association with Disney Channel India as a video jockey and continued to be associated with them, having two successful sitcoms to her credit. She has also been recording music in India and abroad for films, advertisements, and her own original work. Her song  is part of the Ashwin Gidwani Production of Bharat Dhabholkar's Blame It On Yashraj. She has also played the lead role of Sandy in Raell Padamsee's production of the musical Grease. She has recorded and performed solo concerts in London, Tokyo, Lavasa and Mumbai. She has performed with Louiz Banks, Mikey McCleary and has also been a soloist for the Stop-Gaps Choral Ensemble, singing at the NCPA for over a decade. She was one of the top seven finalists of the 2008 Pogo Amazing Kids Awards in the singer category. She received recognition for her roles of Vinnie in The Suite Life of Karan & Kabir and Jassie in"
        }
    ]
}